Repository: spoonerWeb/be_secure_pw
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da

# beSecurePw.header
source: Password settings
da: Indstillinger for adgangskode

# beSecurePw.description
source: There are the following parameters set for setting a new password:<br /> - Password length must be a minimum of <b>%s</b> chars<br /> - Active checks in password: <b>%s</b><br /> - Amount of checks which have to be successful: <b>%s</b><br />
da: Der er følgende parametre sat til at indstille en ny adgangskode:<br /> - Adgangskodelængde skal være minimum <b>%s</b> tegn<br /> - Aktiv kontrol i adgangskode: <b>%s</b><br /> - Antal kontroller som skal være vellykket: <b>%s</b><br />

# lowercaseChar
source: lowercase chars
da: små bogstaver

# capitalChar
source: capital chars
da: store bogstaver

# digit
source: digits
da: cifre

# specialChar
source: special chars
da: specielle tegn

# shortPassword
source: The password is too short! Please use at least %s characters.
da: Adgangskoden er for kort! Brug mindst %s tegn.

# passwordConvention
source: %s password convention was ignored!
da: %s kodeordskonvention blev ignoreret!

# passwordConventions
source: %s password conventions were ignored!
da: %s adgangskode konventioner blev ignoreret!

# messageTitle
source: Attempt to modify password
da: Forsøg på at ændre adgangskode

# notUsedConvention
source: Not used convention is %s
da: Ikke anvendt konvention er %s

# notUsedConventions
source: Not used conventions are %s
da: Ikke anvendte konventioner er %s

# samePassword
source: Your new password was the same as your old one. Your password was not updated though.
da: Din nye adgangskode var den samme som din gamle. Din adgangskode blev dog ikke opdateret.

# samePassword
source: Force password change for user
da: Gennemtving adgangskodeskift for bruger

# passwordNotChanged
source: Password was not changed!
da: Adgangskoden blev ikke ændret!

# needPasswordChange.title
source: Your password has expired!
da: Din adgangskode er udløbet!

# needPasswordChange.message
source: You need to set a new password within the password requirements.
da: Du skal angive en ny adgangskode indenfor adgangskodenkravene.

# pawnedPassword.title
source: Your password has been found in the pawned password database!
da: Din adgangskode er fundet i pawned adgangskodedatabasen!

# pawnedPassword.message
source: Your password was found in data breaches %s times. Please use another one.
da: Din adgangskode blev fundet i databrud %s gange. Brug venligst en anden.

# pawnedPassword.title
source: Forced password change active!
da: Tvungen adgangskodeændring aktiv!

# pawnedPassword.message
source: User with UID %s needs to change the password on next login
da: Bruger med UID %s skal ændre adgangskoden ved næste login

# be_users.tx_besecurepw_lastpwchange
source: Last password change
da: Seneste adgangskodeskift

# be_users.tx_besecurepw_forcepasswordchange
source: Force password change
da: Gennemtving ændring af adgangskode
